let text = {
  menu: {
    about: 'Обо мне',
    contact: 'Контакты',
  },
  about: {
    items: [
      {
        name: 'Стратегия',
        description: '<ul>' +
          '<li>Определение и уточнение целей для каждого клиента лично </li>' +
          '<li>Поиск правильного технического решения в соответствии с целями и требованиями</li>' +
          '<li>Брендинг и дизайн</li>' +
          '<li>Подготовка дорожной карты цифровой стратегии, которая принесет максимальный результат в достижении целей</li>' +
          '<li>Пересмотр и согласование дорожных карт и достижения целей на основе чрезвычайно быстрого и постоянно растущего цифрового мира</li>' +
          '</ul>',
        img: '/src/img/strategy.gif'
      },{
        name: 'Дизайн и создание бренда',
        description: '<ul>' +
          '<li>Веб-дизайн для любого типа веб-решений - Разработка логотипов и брендов</li>' +
          '<li>Брошюры / презентации / листовки</li>' +
          '<li>Дизайн рекламы</li>' +
          '</ul>',
        img: '/src/img/design.gif'
      },
      {
        name: 'Технические решения',
        description: '<ul>' +
          '<li>Выбор и подготовка концепции технического решения, отвечающего вашим потребностям</li>' +
          '<li>Полный цикл разработки с гарантией качества</li>' +
          '<li>Гибкое планирование разработки с учетом ваших потребностей</li>' +
          '<li>Технический специалист с 10-летним опытом работы в различных областях веб-разработки</li>' +
          '</ul>',
        img: '/src/img/tech.gif'
      },
      {
        name: 'Поддержка',
        description: '<ul>' +
          '<li>Мы предоставляем вам поддержку после ухода и возможность расширенного гибкого пакета поддержки в зависимости от ваших потребностей</li>' +
          '</ul>',
        img: '/src/img/support.gif'
      },
    ]
  },
  contact: {
    title: 'Напишите ~ нам',
    items: [
      {
        title: 'Бизнес',
        description: 'Если вы хотите проконсультироваться, пообщаться, сделать заказ,' +
          'то вам необходимо писать на почту ниже. Мы всегда вам рады!',
        email: 'nicewebstuio@nwc.com'
      },
    ]
  }
};
export default text