<template>
  <svg version="1.1" id="instagram_1_" xmlns="http://www.w3.org/2000/svg" xmlns:xlink="http://www.w3.org/1999/xlink" x="0px"
       y="0px" viewBox="0 0 454 454" style="enable-background:new 0 0 454 454;" xml:space="preserve">
<g id="instagram">
	<path id="оправа" d="M274.5,454h-95C80.5,454,0,373.5,0,274.5v-95C0,80.5,80.5,0,179.5,0h95C373.5,0,454,80.5,454,179.5v95
		C454,373.5,373.5,454,274.5,454z M179.5,35C99.8,35,35,99.8,35,179.5v95C35,354.2,99.8,419,179.5,419h95
		c79.7,0,144.5-64.8,144.5-144.5v-95C419,99.8,354.2,35,274.5,35H179.5z"/>
  <path id="объектив" d="M227.4,181c25.5,0,46.2,20.7,46.2,46.2s-20.7,46.2-46.2,46.2s-46.2-20.7-46.2-46.2
		S202,181,227.4,181 M227.4,151c-42.1,0-76.2,34.1-76.2,76.2s34.1,76.2,76.2,76.2s76.2-34.1,76.2-76.2S269.5,151,227.4,151
		L227.4,151z"/>
  <circle id="вспышка" cx="326" cy="125" r="20"/>
</g>
</svg>
</template>

<script>
  export default {}
</script>